[
  {
    "titre": "Portfolio",
    "description": "Dossier d'apprentissage",
    "type": "portfolio",
    "ponderation": 60,
    "objectif": "Développer tes compétences en lecture, en rédaction, en révision et en métacognition.",
    "tache": "Le portfolio est un dossier d’apprentissage composé d’exercices (appelés «artefacts») que tu feras seul ou en équipe.",
    "grilleId": "",
    "verrouille": true,
    "regles": {
      "nombreARetenir": 3,
      "minimumCompletion": 7
    },
    "modeCalcul": "provisoire",
    "id": "PROD1759747917026"
  },
  {
    "titre": "Artefact 1",
    "description": "Stratégies de lecture",
    "type": "artefact-portfolio",
    "ponderation": 0,
    "objectif": "Développer sa capacité à utiliser efficacement différentes stratégies de lecture et à documenter de manière claire et méthodique son processus d'analyse.",
    "tache": "Appliquer au moins trois stratégies de lecture différentes sur un texte littéraire et laisser des traces visibles et organisées de cette analyse.",
    "grilleId": "GRILLE1759264206489",
    "verrouille": true,
    "id": "PROD1759719880034"
  },
  {
    "id": "EV2",
    "code": "EV2",
    "titre": "Artefact 2",
    "description": "Description d'un personnage",
    "type": "artefact-portfolio",
    "ponderation": 0,
    "grilleId": "GRILLE1759243306842",
    "objectif": "Développer ta capacité d'observation détaillée des personnages tout en renforçant ta maîtrise de la grammaire française.",
    "tache": "Décrire un personnage en observant systématiquement toutes ses dimensions et faire une analyse grammaticale complète de ton texte.",
    "verrouille": true
  },
  {
    "id": "EV3",
    "code": "EV3",
    "titre": "Artefact 3",
    "description": "Carte mentale",
    "type": "artefact-portfolio",
    "ponderation": 0,
    "grilleId": "GRILLE1759264206489",
    "objectif": "Développer sa capacité à analyser collaborativement un texte et à représenter les relations entre objectif, mécanismes et procédés.",
    "tache": "En binôme, construire une carte mentale qui organise visuellement l'analyse du texte, en délibérant sur chaque élément pour arriver à une interprétation commune.",
    "verrouille": true
  },
  {
    "titre": "Artefact 4",
    "description": "Formuler 10 HOC",
    "type": "artefact-portfolio",
    "ponderation": 0,
    "objectif": "Développer ta capacité à reconnaître les intentions d'un auteur, ses stratégies d'écriture et les liens qui unissent différents récits d'une même œuvre.",
    "tache": "Analyser dix récits du recueil pour identifier leurs objectifs de communication, mécanismes littéraires et preuves textuelles, puis synthétiser les patterns observés.",
    "grilleId": "GRILLE1759243306842",
    "verrouille": true,
    "id": "PROD1759762907652"
  }
]